Repository: MGaetan89/EuroCoinMania
Catalog: app/Resources/translations/messages.*.xlf
Languages: fr

source: and
fr: et

source: Close
fr: Fermer

# coin_data_provider
source: Coins mintage provided by <a href="%path%" target="_blank">%name%</a>
fr: Tirage des pièces fournie par <a href="%path%" target="_blank">%name%</a>

source: Congratulation!
fr: Félicitation !

source: Error!
fr: Erreur !

source: No data
fr: Aucune donnée

source: Personnal menu
fr: Menu personnel

# site_created_by
source: Site created by <a href="%path%">%name%</a>
fr: Site crée par <a href="%path%">%name%</a>

# site_description
source: Manage your Euro coin collection and suggest exchanges to the other users.
fr: Gérer votre collection de pièces en Euro et proposer des échanges aux autres utilisateurs.

# site_keywords
source: euro, exchange, coin, collection, collector, mintage, numismatist, share
fr: échange, euro, collection, collector, numismate, pièce, tirage

# stats
source: Statistics
fr: Statistiques

# stats.average_age
source: The average age is <strong>%age%</strong> years old.
fr: La moyenne d'âge est de <strong>%age%</strong> ans.

# stats.coins_repartition
source: <strong>%total_coins%</strong> different coins splitted between <strong>%total_countries%</strong> countries as follow:
fr: <strong>%total_coins%</strong> pièces différentes réparties parmi <strong>%total_countries%</strong> pays de la façon suivante :

# stats.country
source: Country
fr: Pays

# stats.biggest_collections
source: Biggest collections
fr: Plus grandes collections

# stats.minted_coins
source: Minted coins
fr: Pièces imprimées

# stats.most_valued_collections
source: Most valued collections
fr: Collections ayant le plus de valeur

# stats.registered_members
source: Registered members
fr: Membres inscrits

# stats.top_countries
source: Most owned countries
fr: Pays les plus possédés

# stats.total_amount
source: Total amount
fr: Montant total

# stats.total_coins
source: Number of coins
fr: Nombres de pièces

# stats.total_users
source: <strong>%total%</strong> member is registered on the site|<strong>%total%</strong> members are registered on the site
fr: <strong>%total%</strong> membre est inscrit sur le site|<strong>%total%</strong> membres sont inscrits sur le site

# stats.unique_coins
source: Unique coins
fr: Pièces uniques

# stats.user
source: User
fr: Utilisateur

# stats.users
source: Users
fr: Utilisateurs

# stats.users_from
source: Our members come from the following countries :
fr: Nos utilisateurs viennent en majorité des pays suivants :
