Repository: MGaetan89/EuroCoinMania
Catalog: src/Application/Sonata/UserBundle/Resources/translations/messages.*.xlf
Languages: fr

# user.account
source: My account
fr: Mon compte

# user.biography
source: Biography
fr: Biographie

# user.birthday_today
source: It's his birthday!
fr: C'est son anniversaire !

# user.birthday_todayf
source: It's her birthday!
fr: C'est son anniversaire !

# user.birthday_todaym
source: It's his birthday!
fr: C'est son anniversaire !

# user.collection.empty
source: This user has no coin in his/her collection
fr: Cet utilisateur n'a pas de pièces dans sa collection

# user.date_of_birth
source: Date of birth
fr: Date de naissance

# user.edit_authentication
source: Change your login details
fr: Modifier vos identifiants

# user.editing_authentication
source: Changing your login details
fr: Modification de vos identifiants

# user.edit_profile
source: Update your profile
fr: Editer votre profil

# user.editing_profile
source: Updating your profile
fr: Edition de votre profil

# user.firstname
source: Firstname
fr: Prénom

# user.gender
source: Gender
fr: Sexe

# user.genderf
source: Woman
fr: Femme

# user.genderm
source: Man
fr: Homme

# user.information
source: Information
fr: Informations

# user.last_login
source: Last visit
fr: Dernière visite

# user.lastname
source: Lastname
fr: Nom

# user.login
source: Log in
fr: Connexion

# user.login_action
source: Access my account
fr: Accéder à mon compte

# user.login_required
source: You need to be logged in to see this page
fr: Vous devez être connecté pour accéder à cette page

# user.logout
source: Log out
fr: Déconnexion

# user.not_allowed
source: You are not allowed to see this page
fr: Vous n'êtes pas autorisé à accéder à cette page

# user.not_found
source: This user does not exist
fr: L'utilisateur que vous avez demandé n'existe pas

# user.phone
source: Phone number
fr: Téléphone

# user.profile
source: My profile
fr: Mon profil

# user.register
source: Register
fr: Inscription

# user.register_action
source: Register my account
fr: Créer mon compte

# user.registration_date
source: Registration date
fr: Date d'inscription

# user.register_explain
source: <p>By registering on <strong>EuroCoin Mania</strong>, you will have access to new features :</p> <ul> <li><strong>Gestion de votre collection :</strong> aussi bien les pièces courantes, que les pièces de deux euros commémoratives et les pièces collectors ;</li> <li><strong>Echangez vos pièces avec les autres membres :</strong> proposez vos pièces en doubles aux autres membres afin de compléter vos collections respectives ;</li> <li><strong>Messagerie privée :</strong> pour discuter de vos échanges ou tout autre sujet ;</li> </ul> <p>De plus, si vous vous inscrivez avec une adresse e-mail enregistrée sur le site <a href="http://www.gravatar.com/">Gravatar.com</a>, votre photo de profil sera automatiquement affichée sur EuroCoin Mania.</p>
fr: <p>En vous inscrivant sur <strong>EuroCoin Mania</strong>, vous aurez accès à de nouvelles fonctionnalités :</p> <ul> <li><strong>Gestion de votre collection :</strong> aussi bien les pièces courantes, que les pièces de deux euros commémoratives et les pièces collectors ;</li> <li><strong>Echangez vos pièces avec les autres membres :</strong> proposez vos pièces en double aux autres membres afin de compléter vos collections respectives ;</li> <li><strong>Messagerie privée :</strong> pour discuter de vos échanges ou tout autre sujet ;</li> </ul> <p>De plus, si vous vous inscrivez avec une adresse e-mail enregistrée sur le site <a href="http://www.gravatar.com/">Gravatar.com</a>, votre photo de profil sera automatiquement affichée sur EuroCoin Mania.</p>

# user.show_collection
source: View the collection
fr: Voir la collection

# user.show_profile
source: View the profile
fr: Voir le profil

# user.show_stats
source: View the statistics
fr: Voir les statistiques

# user.stats.average_value
source: Average value of a coin (based on all coins)
fr: Valeur moyenne d'une pièce (sur le total)

# user.stats.country.coin_distribution
source: %count% coin on %total%|%count% coins on %total%
fr: %count% pièce sur %total%|%count% pièces sur %total%

# user.stats.country.coins
source: Number of coins
fr: Nombre de pièces

# user.stats.country.collectors
source: Number of collector coins
fr: Nombre de pièces collectors

# user.stats.country.distribution_by_year
source: Distribution by year
fr: Répartition par année

# user.stats.country.value
source: Total value
fr: Valeur enregistrée

# user.stats.country.value_distribution
source: %count% on %total%
fr: %count% sur %total%

# user.stats.country.year
source: Year %year%
fr: Année %year%

# user.stats.global
source: General
fr: Général

# user.stats.global.coin_distribution
source: <strong>%country% :</strong> %count% coin on %total%|<strong>%country% :</strong> %count% coins on %total%
fr: <strong>%country% :</strong> %count% pièce sur %total%|<strong>%country% :</strong> %count% pièces sur %total%

# user.stats.global.collection_distribution
source: Collection distribution
fr: Répartition de la collection

# user.stats.global.country_count
source: <a href="%path%">%country%</a> with <strong>%count%</strong> coin|<a href="%path%">%country%</a> with <strong>%count%</strong> coins
fr: <a href="%path%">%country%</a> avec <strong>%count%</strong> pièce|<a href="%path%">%country%</a> avec <strong>%count%</strong> pièces

# user.stats.global.owned_countries
source: Owned countries
fr: Pays possédés

# user.stats.global.stats
source: Data
fr: Quelques chiffres

# user.stats.total_coins
source: Total number of coins
fr: Nombre total de pièces

# user.stats.total_collectors
source: Number of collector coins
fr: Nombre de pièces collectors

# user.stats.total_doubles
source: Number of duplicate coins
fr: Nombre de pièces en double

# user.stats.total_uniques
source: Number of unique coins
fr: Nombre de pièces uniques

# user.stats.total_uniques_value
source: Value of the collection into unique coins
fr: Valeur de la collection en pièces uniques

# user.stats.total_value
source: Total value of the collection
fr: Valeur total de la collection

# user.timezone
source: Time zone
fr: Fuseau horaire

# user.update_profile
source: Update
fr: Mettre à jour

# user.website
source: Website
fr: Site web
